Repository: pravin1243/FriendsAndFood
Catalog: FriendsAndFoodApp/*.lproj/Localizable.strings
Languages: de, es, fr, it

source: This field is required
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fr: Ce champ est obligatoire
it: Questo campo è obbligatorio

source: Incorrect e-mail
de: Falsche E-Mail
es: Email incorrecto
fr: E-mail incorrect
it: E-mail errata

source: Incorrect password
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
it: Password errata

source: Invalid field
de: Ungültiges Feld
es: Campo inválido
fr: Champ invalide
it: Campo non valido

source: By using Friends & Food, you agree on our Terms of Service and Privacy Policy
de: Durch die Nutzung von Freunden und Lebensmitteln stimmen Sie unseren Nutzungsbedingungen und Datenschutzbestimmungen zu
es: Al utilizar Friends & Food, acepta nuestros Términos de servicio y Política de privacidad
fr: En utilisant Friends & Food, vous acceptez nos conditions d'utilisation et notre politique de confidentialité
it: Utilizzando amici e cibo, accetti i nostri Termini di servizio e la nostra Informativa sulla privacy

source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono

source: My Recipes
de: Meine Rezepte
es: Mis recetas
fr: Mes Recettes
it: Le mie ricette

# my_preferred_restaurants
source: My favorite restaurants
de: Meine Lieblingsrestaurants
es: Mis restaurantes favoritos
fr: Mes Restaurants Préférés
it: I miei ristoranti preferiti

# my_favorite
source: My Favourite
de: Meine Favoritenliste
es: Mi lista de favoritos
fr: Ma liste de favoris
it: La mia lista dei preferiti

source: I Like
de: Ich mag
es: Me gusta
fr: J'aime
it: Amo

source: My Friends
de: Meine Freunde
es: Mis amigos
fr: Mes Amis
it: Miei amici

source: Stores
de: Geschäfte & Restaurants
es: Tiendas y Restaurantes
fr: Commerces & Restaurants
it: Negozi e Ristoranti

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze

source: Languages
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
it: Cambia lingua

source: Notifications
de: Benachrichtigungsregeln
es: Reglas de notificación
fr: Règles de notifications
it: Regole di notifica

source: Contact us
de: Kontaktiere uns
es: Contáctenos
fr: Nous contacter
it: Contattaci

source: Logout
de: Ausloggen
es: Desconectarse
fr: Se déconnecter
it: Disconnessione

source: All The Recipes
de: Alle Rezepte
es: Todas Las Recetas
fr: Toutes Les Recettes
it: Tutte Le Ricette

source: What I Like
de: Was ich mag
es: Lo que me gusta
fr: Ce que J'aime
it: Cosa mi piace

source: Home
de: Start
fr: Accueil

source: Eat Well
de: Gut Essen
es: Comer Bien
fr: Bien Manger
it: Mangia Bene

source: Thematic
de: Kategorien
es: Categorias
fr: Rubriques
it: Categorie

source: Profile
de: Profil
es: Perfil
it: Profilo

source: Followers
de: Anhänger
es: Seguidores
fr: Suivi par
it: Seguaci

# Reviews
source: Followers
de: Bewertungen
es: Opiniones
fr: Avis
it: Recensioni

source: Please select a country first
de: Bitte wählen Sie zuerst ein Land aus
es: Primero seleccione un país
fr: Veuillez d'abord sélectionner un pays
it: Seleziona prima un paese

source: Sorry, we did not find any results
de: Entschuldigung, wir haben keine Ergebnisse gefunden
es: Lo sentimos, no encontramos ningún resultado.
fr: Désolé, nous n'avons trouvé aucun résultat
it: Spiacenti, non abbiamo trovato alcun risultato

source: Messaging with
de: Diskussion mit
es: Discusión con
fr: Discussion avec
it: Discussione con

source: Other
de: Andere
fr: Autre
it: Altro

# Enter dish type
source: Enter the dish type
de: Rezepttyp eingeben
es: Ingrese el tipo de receta
fr: Entrer le type de recette
it: Immettere il tipo di ricetta

# Enter title
source: Enter the title
de: Titel hinzufügen
es: Agregar título
fr: Ajouter un titre
it: Aggiungi titolo

# Enter difficulty level
source: Enter the difficulty level
de: Schwierigkeitsgrad eingeben
es: Introduzca la dificultad
fr: Renseigner la difficulté
it: Inserisci difficoltà

# Enter preparation time
source: Enter the preparation time
de: Vorbereitungszeit hinzufügen
es: Añadir tiempo de preparación
fr: Ajouter le temps de préparation
it: Aggiungi tempo di preparazione

# Enter cooking time
source: Enter the cooking time
de: Garzeit hinzufügen
es: Agregar tiempo de cocción
fr: Ajouter le temps de cuisson
it: Aggiungi tempo di cottura

# Select theme
source: Choose the diet
de: Diät wählen
es: Elija una dieta
fr: Choisir un régime alimentaire
it: Scegli una dieta

# Select category
source: Choose the category
de: Kategorie auswählen
es: Elija una categoría
fr: Choisir une rubrique
it: Scegli una categoria

source: Only a maximum of 12 ingredients can be added
de: Es können nur maximal 12 Zutaten hinzugefügt werden
es: Solo se pueden agregar un máximo de 12 ingredientes
fr: Uniquement un maximum de 12 ingrédients peuvent être ajoutés
it: È possibile aggiungere solo un massimo di 12 ingredienti

source: Only maximum of 12 steps can be added
de: Es können nur maximal 12 Schritte hinzugefügt werden
es: Solo se pueden agregar un máximo de 12 pasos
fr: Uniquement un maximum de 12 étapes peuvent être ajoutées
it: È possibile aggiungere solo un massimo di 12 passaggi

# Enter number of persons
source: Enter the number of persons
de: Anzahl der Personen eingeben
es: Ingrese el número de personas
fr: Entrer le nombre de personnes
it: Immettere il numero di persone

source: Enter at least one ingredient
de: Fügen Sie mindestens eine Zutat hinzu
es: Agregue al menos un ingrediente
fr: Ajouter au minimum un ingrédient
it: Aggiungi almeno un ingrediente

source: Enter at least one step
de: Fügen Sie mindestens einen Schritt hinzu
es: Agregar al menos un paso
fr: Ajouter au minimum une étape
it: Aggiungi almeno un passaggio

# Enter quantity
source: Enter the quantity
de: Menge eingeben
es: Ingrese la cantidad
fr: Renseigner la quantité
it: Immettere la quantità

# Select measure
source: Select a measure
de: Maßeinheit auswählen
es: Elija la unidad de medida
fr: Choix l'unité de mesure
it: Scegli l'unità di misura

source: A maximum of only 6 images can be added
de: Es können maximal 6 Bilder hinzugefügt werden
es: Solo se puede agregar un máximo de 6 imágenes
fr: Uniquement un maximum de 6 images peuvent être ajoutées
it: È possibile aggiungere un massimo di 6 immagini

source: Add at least one image
de: Mindestens ein Bild hinzufügen
es: Agregar al menos una imagen
fr: Ajouter au minimum une image
it: Aggiungi almeno un'immagine

source: 0 cal
de: 0 Kal

source: For
de: Für
es: Para
fr: Pour
it: Per

source: persons
de: Personen
es: personas
fr: personnes
it: persone

source: hr
de: h
es: h
fr: h
it: h

source: Step
de: Schritt
es: Paso
fr: Étape
it: Passo

source: Dishes Type
de: Geschirrtyp
es: Tipo de platos
fr: Type de plats
it: Tipo di piatti

source: Ingredients Family
de: Zutatenfamilie
es: Familia de ingredientes
fr: Famille d'ingrédients
it: Famiglia di ingredienti

source: reviews on this recipe
de: bewertung für dieses Rezept
es: opinion en esta receta
fr: avis pour cette recette
it: recensione per questa ricetta

# review on this recipe
source: reviews on this recipe
de: bewertungen für dieses Rezept
es: opiniones en esta receta
fr: avis pour cette recette
it: recensioni per questa ricetta

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica

source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedi

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedi

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato

source: closed
de: Geschlossen
es: Granja
fr: Fermé
it: Chiuso

source: In the morning
de: Während des Tages
es: Durante el día
fr: Dans la journée
it: Durante il giorno

source: In the evening
de: Am Abend
es: De noche
fr: En soirée
it: In serata

# no data given by the owner
source: the data not available
de: keine Daten verfügbar
es: informacion no disponible
fr: données non disponibles
it: dati non disponibili

source: Call us
de: Rufen Sie uns an
es: Llámanos
fr: Nous appeler
it: Chiamaci

# Send email
source: Send an email
de: Eine E-Mail senden
es: Enviar un email
fr: Envoyer un email
it: Invia una mail

source: email wasn't given by the owner
de: E-Mail nicht verfügbar
es: email no disponible
fr: email non disponible
it: email non disponibile

source: Website
de: Webseite
es: Sitio web
fr: Site Web
it: Sito web

source: website wasn't given by the owner
de: Website nicht verfügbar
es: Sitio web no disponible
fr: Site Web non disponible
it: Sito web non disponibile

source: facebook page wasn't given by the owner
de: Facebook-Seite nicht verfügbar
es: Página de Facebook no disponible
fr: Page Facebook non disponible
it: Pagina Facebook non disponibile

source: There are no menu for this restaurant
de: Noch kein Menü hinzugefügt
es: Aún no se agregó ningún menú
fr: Pas encore de menu ajouté
it: Nessun menu ancora aggiunto

source: Update Info
de: Informationen aktualisieren
es: Actualización de información
fr: Mise à jour des informations
it: Aggiornamento delle informazioni

source: Owner confirmation
de: Bestätigter Besitzer
es: Propietario confirmado
fr: Propriétaire confirmé
it: Proprietario confermato

# Are you the owner of this store?
source: Are you the manager of this store?
de: Sind Sie für diesen Handel verantwortlich ?
es: ¿Eres responsable de este comercio ?
fr: Êtes-vous responsable de ce commerce ?
it: Sei responsabile di questo mestiere?

source: Yes
de: Ja
es: Si
fr: Oui
it: Sì

source: No
de: Nein
fr: Non

source: Please confirm that you are a professional ?
de: Bestätigen Sie, dass Sie ein Profi sind ?
es: ¿Confirmas que eres un profesional ?
fr: Confirmez-vous être un professionnel ?
it: Confermi di essere un professionista ?

source: I confirm
de: ich bestätige
es: Confirmo
fr: Je confirme
it: Confermo

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Dopo

source: reviews on this store
de: Hinweis für dieses Geschäft
es: opiniones para este negocio
fr: avis pour ce commerce
it: opinioni per questa attività

source: expensive
de: Teuer
es: Querido
fr: Cher
it: Caro

source: cheap
de: Billig
es: Barato
fr: Pas cher
it: A buon mercato

source: Affordable
de: Erschwinglich
es: Asequible
fr: Abordable
it: Conveniente

# There are no products for this store
source: This merchant has not yet added his products, you can still contact him by phone.
de: Dieser Händler hat seine Produkte noch nicht hinzugefügt. Sie können ihn dennoch telefonisch kontaktieren.
es: Este comerciante aún no ha agregado sus productos, aún puede comunicarse con él por teléfono.
fr: Ce marchand n'a pas encore ajouté ses produits, vous pouvez quand-même le contacter par téléphone.
it: Questo commerciante non ha ancora aggiunto i suoi prodotti, puoi comunque contattarlo telefonicamente.

# Are you the owner of this restaurant?
source: Are you the manager of this restaurant ?
de: Sind Sie der Manager dieses Restaurants ?
es: ¿Eres el gerente de este restaurante ?
fr: Êtes-vous le manager de ce restaurant ?
it: Sei il gestore di questo ristorante ?

source: reviews on this restaurant
de: Bewertungen zu diesem Restaurant
es: opiniones sobre este restaurante
fr: avis pour ce restaurant
it: opinioni su questo ristorante

source: Confirmation
de: Bestätigung
es: Confirmación
it: Conferma

source: Myself
de: Mich selber
es: Yo mismo
fr: À moi
it: Me stessa

# UPDATE PERSONAL ADDRESS
source: Change of address
de: Änderung der Adresse
es: Cambio de dirección
fr: Modification de l'adresse
it: Cambio di indirizzo

# UPDATE PROFESSIONAL ADDRESS
source: Change of business address
de: Änderung der Geschäftsadresse
es: Cambio de domicilio comercial
fr: Modification de l'adresse professionnelle
it: Cambio di indirizzo commerciale

source: Products
de: Produkte
es: Productos
fr: Produits
it: Prodotti

source: Favorites list
de: Favoritenliste
es: Lista de favoritos
fr: Liste de favoris
it: Elenco dei preferiti

# MY RECIPE
source: Recipes
de: Rezepte
es: Recetas
fr: Recettes
it: Ricette

# My Store
source: Stores & Restaurants
de: Geschäfte & Restaurants
es: Tiendas y Restaurantes
fr: Commerces & Restos
it: Negozi e Ristoranti

source: Choose an Image
de: Wählen Sie ein Bild
es: Elige una imagen
fr: Choisir une image
it: Scegli un'immagine

source: Take an image
de: Machen Sie ein Bild
es: Toma una imagen
fr: Prendre une image
it: Scatta una foto

source: Search in the gallery
de: Suche in der Galerie
es: Buscar en la galería
fr: Rechercher dans la galerie
it: Cerca nella galleria

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Annulla

source: Enter the activity of the store
de: Geben Sie die Aktivität des Geschäfts ein
es: Ingrese la actividad de la tienda
fr: Renseignez l'activité du magasin
it: Inserisci l'attività del negozio

source: You don't have camera
de: Du hast keine Kamera
es: No tienes cámara
fr: Vous n'avez pas d'appareil photo
it: Non hai la fotocamera

source: Warning
de: Warnung
es: Advertencia
fr: Attention
it: Avvertimento

source: Enter Official name of the establishment
de: Geben Sie den offiziellen Namen der Einrichtung ein
es: Ingrese el nombre oficial del establecimiento
fr: Entrez le nom officiel de l'établissement
it: Inserisci il nome ufficiale dello stabilimento

source: Enter the country
de: Betreten Sie das Land
es: Ingrese el país
fr: Entrez dans le pays
it: Inserisci il paese

source: Enter the city
de: Betritt die Stadt
es: Entrar en la ciudad
fr: Entrez dans la ville
it: Entra in città

source: Enter the postal code
de: Geben Sie die Postleitzahl ein
es: Ingrese el código postal
fr: Entrez le code postal
it: Inserisci il codice postale

source: Enter the number and street
de: Geben Sie die Nummer und Straße ein
es: Ingresa el número y la calle
fr: Entrez le numéro et la rue
it: Inserisci il numero e la via

source: Enter the phone
de: Geben Sie das Telefon ein
es: Ingresa el teléfono
fr: Entrez le téléphone
it: Inserisci il telefono

source: Enter the restaurant email
de: Geben Sie die Restaurant-E-Mail ein
es: Ingresa el correo electrónico del restaurante
fr: Entrez l'adresse e-mail du restaurant
it: Inserisci l'email del ristorante

source: Enter the website URL
de: Geben Sie die Website-URL ein
es: Ingrese la URL del sitio web
fr: Entrez l'URL du site Web
it: Inserisci l'URL del sito web

source: Enter the facebook page
de: Betreten Sie die Facebook-Seite
es: Entrar en la página de facebook
fr: Entrez dans la page facebook
it: Entra nella pagina facebook

source: Email is not valid
de: E-Mail ist ungültig
es: E-mail no es válido
fr: L'e-mail n'est pas valide
it: Email non valida

# Enter Email
source: Enter your Email
de: E-Mail eingeben
es: Ingrese su E-mail
fr: Entrez votre email
it: Inserisci la tua email

# Enter restaurant email
source: Enter the restaurant email
de: Restaurant-E-Mail eingeben
es: Ingrese el E-mail del restaurante
fr: Entrez l'adresse e-mail du restaurant
it: Inserisci l'email del ristorante

# Select at least one interest
source: Select at least one diet
de: Wählen Sie mindestens eine Diät aus
es: Seleccione al menos una dieta
fr: Sélectionnez au moins un régime
it: Seleziona almeno una dieta

# Enter Culinary Specialties
source: Enter the Culinary Specialties
de: Geben Sie die kulinarischen Spezialitäten ein
es: Ingrese las especialidades culinarias
fr: Entrez les spécialités culinaires
it: Inserisci le specialità culinarie

# Enter price range
source: Enter the price range
de: Preisspanne eingeben
es: Ingrese el rango de precios
fr: Entrez la fourchette de prix

source: Kindly accept terms and conditions
de: Bitte akzeptieren Sie die Allgemeinen Geschäftsbedingungen
es: Amablemente acepte los términos y condiciones
fr: Veuillez accepter les termes et conditions
it: Gentilmente accetta termini e condizioni

source: I like
de: Ich mag
es: Me gusta
fr: J'aime
it: Mi piace

source: I no longer like
de: Ich mag nicht meh
es: Ya no me gusta
fr: Je n'aime plus
it: Non mi piace più

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Ingredienti

# Interests
source: Diets
de: Diäten
es: Dietas
fr: Régimes
it: Diete

source: Recipes
de: Rezepte
es: Recetas
fr: Recettes
it: Ricette

# Commerces
source: Shops
de: Geschäfte
es: Tiendas
fr: Commerces
it: Negozi

source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici

source: My Friends
de: Meine Freunde
es: Mis Amigos
fr: Mes Amis
it: Miei Amici

source: You have no requests at this moment
de: Sie haben derzeit keine Anfragen
es: No tienes solicitudes en este momento
fr: Vous n'avez aucune demande pour le moment
it: Non hai richieste in questo momento

source: You have no invitations at this moment
de: Sie haben derzeit keine Einladungen
es: No tienes invitaciones en este momento
fr: Vous n'avez aucune invitation pour le moment
it: Non hai inviti in questo momento

source: Frequently asked questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fr: Questions fréquemment posées
it: Domande frequenti

# cgu_url
source: https://en.friends-and-food.com/st-cgu
de: https://de.friends-and-food.com/st-cgu
es: https://es.friends-and-food.com/st-cgu
fr: https://fr.friends-and-food.com/st-cgu
it: https://it.friends-and-food.com/st-cgu

source: Advanced Recipe Search
de: Erweiterte Rezeptsuche
es: Búsqueda avanzada de recetas
fr: Recherche avancée de recettes
it: Ricerca avanzata delle ricette

source: Advanced Restaurant search
de: Erweiterte Restaurantsuche
es: Búsqueda avanzada de restaurantes
fr: Recherche avancée de restaurants
it: Ricerca avanzata di ristoranti

source: Menu
de: Speisekarte
es: Menú
it: Menù

source: Info
de: Die Info
es: Información
it: Informazioni

source: fooders
de: Fußzeilen

source: Enter email
de: Email eingeben
es: Ingrese correo electrónico
fr: Entrez l'email
it: Inserisci l'email

source: Add a Friend
de: Einen Freund hinzufügen
es: Añade un amigo
fr: Ajouter un ami
it: Aggiungi un amico

source: Entrances
de: Eingänge
es: Entradas
fr: Entrées
it: Ingressi

source: Dishes
de: Geschirr
es: Platos
fr: Plats
it: Piatti

source: Desserts
de: Nachspeisen
es: Postres
it: Dolci

source: Nutrition
de: Ernährung
es: Nutrición
it: Nutrizione

source: Ingredient details
de: Zutaten Details
es: Detalles de los ingredientes
fr: Détails des ingrédients
it: Dettagli degli ingredienti

source: Variance
de: Varianz
es: Diferencia
it: Varianza

source: No recipes found
de: Keine Rezepte gefunden
es: No se encontraron recetas
fr: Aucune recette trouvée
it: Nessuna ricetta trovata

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo

source: Description
de: Beschreibung
es: Descripción
it: Descrizione

source: Message
de: Botschaft
es: Mensaje
it: Messaggio

source: Hi
de: Hallo
es: Hola
fr: Salut
it: Ciao

source: Welcome to Friends & Food, let's talk about you and what you prefer in order to personalize your recipe suggestions
de: Willkommen bei Friends & Food. Lassen Sie uns über Sie und Ihre Vorlieben sprechen, um Ihre Rezeptvorschläge zu personalisieren
es: Bienvenido a Friends & Food, hablemos de ti y de lo que prefieres para personalizar tus sugerencias de recetas
fr: Bienvenue chez Friends & Food, parlons de vous et de ce que vous préférez afin de personnaliser nos suggestions de recettes
it: Benvenuto in Friends & Food, parliamo di te e di cosa preferisci per personalizzare i tuoi suggerimenti di ricette

source: Which diets are right for you ?
de: Welche Diäten passen zu Ihnen ?
es: ¿Qué dietas son adecuadas para ti ?
fr: Quels régimes alimentaires vous correspondent le mieux ?
it: Quali diete sono giuste per te ?

source: Everything suits me !
de: Alles passt zu mir !
es: ¡Todo me queda bien !
fr: Tout me va !
it: Tutto mi va bene !

source: Check your desires among these themes
de: Überprüfen Sie Ihre Wünsche unter diesen Themen
es: Compruebe sus deseos entre estos temas
fr: Cochez vos envies parmi ces thèmes
it: Controlla i tuoi desideri tra questi temi

source: Beginner
de: Anfänger
es: Principiante
fr: Débutant
it: Principiante

source: Intermediate
de: Mittelstufe
es: Intermedio
fr: intermédiaire
it: Intermedio

source: Expert
de: Experte
es: Experto
it: Esperto

source: Indicate your level in cooking
de: Geben Sie Ihr Niveau beim Kochen an
es: Indica tu nivel en la cocina
fr: Indiquez votre niveau en cuisine
it: Indica il tuo livello in cucina

source: This is indicative in order to offer you cooking challenges that correspond to your level.
de: Dies ist indikativ, um Ihnen Kochherausforderungen anzubieten, die Ihrem Niveau entsprechen.
es: Esto es indicativo para poder ofrecerte desafíos culinarios que correspondan a tu nivel.
fr: Ceci est indicatif afin de vous proposer des défis de cuisines qui correspond à votre niveau.
it: Questo è indicativo per offrirti sfide culinarie che corrispondono al tuo livello.

source: Ingredients that I don't really like
de: Zutaten, die ich nicht wirklich mag
es: Ingredientes que realmente no me gustan
fr: Les ingrédients que je n'aime pas vraiment
it: Ingredienti che non mi piacciono molto

source: By adding what you don't like, the app spares you the recipes that contain any of these ingredients.
de: Indem Sie hinzufügen, was Ihnen nicht gefällt, erspart Ihnen die App die Rezepte, die eine dieser Zutaten enthalten.
es: Al agregar lo que no le gusta, la aplicación le ahorra las recetas que contienen cualquiera de estos ingredientes.
fr: En ajoutant ce que vous n'aimez pas, l'application vous épargne les recettes contenant un de ces ingrédients.
it: Aggiungendo ciò che non ti piace, l'app ti risparmia le ricette che contengono uno qualsiasi di questi ingredienti.

source: Well done !
de: Gut gemacht !
es: Bien hecho !
fr: Bravo !
it: Molto bene !

source: Your Friends & Food account is perfectly configured.
de: Ihr Friends & Food-Konto ist perfekt konfiguriert.
es: Tu cuenta Friends & Food está perfectamente configurada.
fr: Votre compte Friends & Food est parfaitement façonné.
it: Il tuo account Friends & Food è perfettamente configurato.

source: Indicate your address !
de: Geben Sie Ihre Adresse an!
es: ¡Indique su dirección!
fr: Indiquez votre adresse!
it: Indica il tuo indirizzo!

source: Receive custom local restaurants and shops recommendations by entering your address.
de: Erhalten Sie personalisierte Empfehlungen von lokalen Restaurants und Geschäften, indem Sie Ihre Adresse eingeben.
es: Reciba recomendaciones personalizadas de restaurantes y tiendas locales ingresando su dirección.
fr: Recevez des recommandations personnalisées de restaurants et de boutiques locales en saisissant votre adresse.
it: Ricevi consigli personalizzati di ristoranti e negozi locali inserendo il tuo indirizzo.

source: Select a country
de: Wähle ein Land
es: Elige un pais
fr: Choisissez un pays
it: Scegli un paese

source: Select a region
de: Wählen Sie eine Region aus
es: Seleccione una región
fr: Sélectionnez une région
it: Seleziona una regione

source: Select a city
de: Wählen Sie eine Stadt
es: Seleccione una ciudad
fr: Sélectionnez une ville
it: Seleziona una città

source: Enter your zip code
de: Geben Sie Ihre Postleitzahl ein
es: Ingrese su código postal
fr: Entrez votre code postal
it: Inserisci il tuo codice postale

source: Enter your address
de: Geben Sie Ihre Adresse ein
es: Ingrese su direccion
fr: Entrez votre adresse
it: Inserisci il tuo indirizzo

source: Next step
de: Mach den nächsten Schritt
es: Da el siguiente paso
fr: Passer à l'étape suivante
it: Fai il passo successivo

source: Select your language ?
de: Wähle deine Sprache ?
es: ¿Elige tu idioma ?
fr: Choisissez votre langue ?
it: Seleziona la tua lingua ?
