Repository: pravin1243/FriendsAndFood
Catalog: FriendsAndFoodApp/*.lproj/Localizable.strings
Languages: de, es, fr, it

source: Select your country from the list
de: Wählen Sie Ihr Land aus der Liste aus
es: Seleccione su país de la lista
fr: Sélectionnez votre pays dans la liste
it: Seleziona il tuo paese dall'elenco

source: OK
es: OKAY

source: Restaurants
es: Restaurantes
it: Ristoranti

source: Home
fr: Accueil
